{
  "1": "Auspicious function will take place. Sorrow will vanish. Desired work will be completed.",
  "2": "You will pass the examination. You will succeed by getting help from the Southern direction.",
  "3": "You will be happy in life by blessings of parents.",
  "4": "Vices will be covered, virtues will be valued. You may worship of Lord Shiva, Lord Dattatraya.",
  "5": "Remember Shree Sainath, you will be free from obstacles: Chant the words ‘Sai Samarth’ which will benefit within 21 days. You may see Lord Shiva in your dream.",
  "6": "You will meet someone. You will get back the thing lost. You will have chance of travel.",
  "7": "Remember your favorite God. Due to it calamity will disappear. Start new work without thinking of any benefit.",
  "8": "Resort to legal action and get victory over enemy. If you have faith in Shree Saibaba you will get immediate experience. You will be profited by distribution of wheat flour.",
  "9": "People will discuss about you. You will have to take little effort and your sorrow will end with the blessings of Shree Sai.",
  "10": "Slowly your sorrows will end. You will be freed from difficulties and diseases.",
  "11": "After surrendering to Shree Sainath immediately, you will acquire pleasure. You will have pleasure of work fulfillment. You will pass exam. You will get job.",
  "12": "Your subconscious mind cannot be recognized, be determined. Try your self and you will get success.",
  "13": "You will achieve great things. Old things will be more profitable.",
  "14": "Be careful in day to day affairs. You will secure success. Friends advise will be profitable.",
  "15": "You will have collection. You will get new thing. You will gain by donations. You will receive important letters from close people.",
  "16": "Do not try alone. With cooperation of others work will be completed. You will get fame.",
  "17": "Take care of your documents. You will gain thereby. You will get assistance from friends. By giving importance to others, you will have big achievements and chance of traveling.",
  "18": "Dispute will take place. Devotion to Lord Dattatraya done earlier will he helpful.",
  "19": "You may fall sick. Meditate. There is a chance of naming ceremony taking place in the house.",
  "20": "You may visit religious places with friends. You will get mental peace.",
  "21": "Your work will be done with the help of people of other religion. Act according to prior intimation. Work will be completed.",
  "22": "You will visit holy places. Auspicious things will take place. You will gain.",
  "23": "Avoid controversy. Surrender to Preceptor (Guru).",
  "24": "Disputes will be settled. You will get back your former glory, rights.",
  "25": "New plans will be drawn. You will gain fame. Mistake will be realized. You will learn new things. You will succeed.",
  "26": "Remain calm, that is beneficial. Sorrow will end.",
  "27": "You will succeed beyond imagination. Remember Shree Sai. You will get fame, you will be free from worries.",
  "28": "You will get help from friends. Will recover from disease. Share the work and you will succeed.",
  "29": "You will opt for writing. Success in work. Will receive help from many persons.",
  "30": "You will secure success and be free from worries through the blessings of Shree Sai. You will recover from disease.",
  "31": "You will take interest in the natural life. You will visit temples with religious persons. Remembrance of Shree Sainath will bring happiness. You will achieve success.",
  "32": "A child will be born. Worries in life will disappear. Additional work will bring wealth. You will get blessings of Shree Sai.",
  "33": "Be away from bad company. Your interest in material life will end. Avoid controversy.",
  "34": "Be quiet. Remember Shree Sainath. Enemies will disappear.",
  "35": "Do not differentiate. You will not gain through bad intentions. Remember Shree Sainath and start working. Success is yours.",
  "36": "You will succeed in job. You will experience the greatness of Shree Sainath’s blessings.",
  "37": "You will get help from friends. Will recover from disease. Share the work and you will succeed.",
  "38": "You will opt for writing. Success in work. Will receive help from many persons.",
  "39": "You will secure success and be free from worries through the blessings of Shree Sai. You will recover from disease.",
  "40": "You will succeed if you remember Shree Sai. Your worries will end. You will hear good news.",
  "41": "One after another tensions will start. Though it is a bad period, you will meet a saintly person very soon and you will succeed.",
  "42": "Reading and writing of religious books will be done. Religious activity will take place and auspicious things will happen.",
  "43": "You will visit religious places like Shirdi and meet a holy person, you will succeed very soon.",
  "44": "Sree Saibaba knows all the things hence surrender to him then he will relieve you from worries and bring success. The desired things will happen in the morning and afternoon.",
  "45": "Very soon you will have a chance to visit Shirdi and Shree Sai Baba. You will get success.",
  "46": "You will gain in seven days. Meditate. You will have darshan of Pandurang of Pandharpur, believe that Shree Saibaba is there. Experience it.",
  "47": "You will have darshan of your desired God. You will get idol or photo of God. Worship it. You will get mental peace, wealth and happiness.",
  "48": "The religious activity carried on by ancestors is stopped. Start it again. Very soon auspicious function will take place. You will get success. Remember Shree Sai.",
  "49": "Do not differentiate. You will get some thing. You will succeed.",
  "50": "You will gain through a youngster. New introduction will take place. You will see that you will gain on Sunday coming after the day of your question.",
  "51": "You will have sudden gain of thing which was missing for many days. You will experience the same on Sunday. Visit Khandoba temple. You will gain from trees and land.",
  "52": "Remember Shree Sai on Thursday and Friday. You will gain thereby. New land deals will take place, people will be happy.",
  "53": "Very soon there is Gurupushyamrut yoga, (the day when Jupiter is entering the Pushya Nakshatra). On that day important work will be done. You will be happy. Free from worries in November, December. New projects will be undertaken.",
  "54": "Expenditure will increase but on the birthday of Lord Rama (nineth day of Chaitra – Month) work will be completed. You will succeed, get money and fame.",
  "55": "The work which is pending from the last two months will be completed. You will get back ‘lost thing’. Auspicious function will take place. You will meet saint. Remember Shree Sai.",
  "56": "Do not increase complications by raising new queries. You will gain through a friend. Very soon auspicious function will take place. Do not be impatient; Marriage will be arranged among relatives.",
  "57": "Benefits will start from Sunday. People will come from outstation and will convey goods news: Felicitate them. People will recognize your good deeds and you will get fame.",
  "58": "You will gain from land/water. You have blessings of Shri Akkalkot Swami also. You will succeed. Remember Shree Sai.",
  "59": "The work held – up for three years will soon be completed. After completion of auspicious function new work will start. You are planning to travel. You will gain. There will be great profit in the month of Shravana (August).",
  "60": "Avoid physical fighting. You will get success at a distance of a mile from your residence. Remember Shree Sai. You will gain if you take little physical effort.",
  "61": "You will be benefited through your brother. Work pending for a long time will be completed. Auspicious function will take place. There is a chance of birth of a baby boy.",
  "62": "Old things will be repaired. New projects will be undertaken. You will take interest in dance and music. On the day of Diwali there will be a big gain.",
  "63": "Running projects will be stopped. Do not get disturbed due to it. Remember Shree Sai. Very soon you will get success by getting rid of sorrows.",
  "64": "There will be allegations. Conquer people with soft speech. Remember Shree Sai sorrows will disappear and you will succeed. You may stay near your village.",
  "65": "Illusions will disappear, You will realize truth and be happy. Do not get angry. Act with control. New things will be obtained.",
  "66": "Talent will not be sufficient to complete the task. Worship of lord Hanuman will be helpful. You will be successful through constant work. Studies will progress well.",
  "67": "Do your work without expectations. Remember Shree Sai, then see what happens. You will be happy. You will develop interest in exercise – Yoga.",
  "68": "Remember your preceptor (Guru) and be quiet. You will soon get success beyond imagination.",
  "69": "Work connected with documents will be delayed. Find out solution yourself ascertaining difficulties. Success is yours. Remember Shree Sai.",
  "70": "You will get enough food – clothing – money. Shree Sainath cares for your sustenance. Always remember god.",
  "71": "You will get company of good people. On the birthday of Lord Rama, your work will be completed. Land deal will be completed. Auspicious function will take place through blessings of Shree Saibaba and co – operation of friends.",
  "72": "Two new things will bring you happiness. Around the occasion of birthday of Lord Rama (March – April) you will get success by getting rid of many difficulties.",
  "73": "You will get the solution on the next day of asking question. There will be no cause for fear. The day of honor is close. You will get success, fame and honor.",
  "74": "Dispute will arise due to a small error. Urge for blessings of Shree Sai Baba. On the next day of the birth day of Lord Rama, work will be completed.",
  "75": "On Ekadashi (eleventh day from new moon day) of Ashadh and on the birthday of Shree Rama work will be done. You will get ample money on completion of Government work. You will stay at places like Satara, Mumbai. You will have a chance of visiting Shirdi.",
  "76": "You will get the solution on the next day of asking question. There will be no cause for fear. The day of honor is close. You will get success, fame and honor.",
  "77": "You will get delicious meal. Work pending for long will be completed. You have to complete your work in a day. Period is short. You will occupy new house.",
  "78": "There will be obstruction in work. Do not worry. You will get monetary help. Remember Shree Sai.",
  "79": "You will be honored on completion of work. Work will be completed unexpectedly You will succeed. Remember Shree Sai.",
  "80": "You will celebrate happy occasion. Disputes will be settled.",
  "81": "Disputes will be settled. Collection of thing will take place.",
  "82": "All will gain equally.",
  "83": "You will recover from disease. If you are worshipping Shani (Saturn), Ganapati, Maruti, continue it. You will get success. You will get money expectedly.",
  "84": "You will recover from disease. Continue practice of exercise. You will have long life. You will get success.",
  "85": "Social works will be done. You will become healthy. You will get fame. Thee is a fear of injury to hand.",
  "86": "You will be saved from an accident, get letter, be happy.",
  "87": "Efforts will be rewarded. Government work will be done. If you give medicine to a patient you will have ample gain.",
  "88": "You will be free from fear. Recover from disease humble and see what happens.",
  "89": "You will travel. You may visit temple of Lord Pandurang at Pandharpur. You will succeed. Few persons will come together.",
  "90": "You will receive letter. You will celebrate. You will be invited for meals. Apply vibhiti (ashes from the holy fire at Shirdi) of Saibaba to your forehead and see the miracle that takes place.",
  "91": "Religious function will take place. You will remember the past. You will travel toward south. New child will be born.",
  "92": "Meditate. You will recover from disease. There will be progress in the work in few days.",
  "93": "Leave belongingness. Surrender to Shree Sai then things will take place as desired.",
  "94": "Do tomorrow’s work today. Remember Shree Sai, you will get success.",
  "95": "You will be surprised on happening of an unexpected thing. Remember Shree Sai. Soon you will get wealth.",
  "96": "Plan proper remedies and you will succeed. Chant the name of Lord Rama. You will meet a saint. Auspicious function will take place. Good time is ahead.",
  "97": "Do not discriminate. Donate food. You will have immediate gain.",
  "98": "You will get satisfaction. Donate food. If you feed dogs, cats you will have ample gain. You will experience this shortly.",
  "99": "Children will be benefited. You will succeed. Remember your mother. If you donate food in her name you will have immediate gain. You will get a chance to serve saint.",
  "100": "Services to elders will be helpful. People will meet you. You will be famous. You will travel towards South. You will meet friend. Old memories will revive.",
  "101": "Services to elders will be helpful. People will meet you. You will be famous. You will travel towards South. You will meet friends. Old memories will revive.",
  "102": "Take advantage of proper opportunity so that your work will be completed. You may travel. Do not start journey in the morning, start after afternoon meals.",
  "103": "Remember Shree Sai. Act as per instructions of the elders. There is a chance of travel. You will get success.",
  "104": "You will face difficulties. Remember Shree Sai. Due to it trouble will be over. Take friend with you, do not travel alone.",
  "105": "Bad occasion will be avoided. Remember Shree Sai. Your work will be done through the letter of identification. Act as per advise of elders. Do not be hasty.",
  "106": "Remember Shree Sai. You will be saved from a difficult situation. There is danger of falling sick.",
  "107": "Remember Shree Sai. You will get success on donating food. Difficulties will appear.",
  "108": "Your work will be completed through the help of five women. Donate food. You will experience that you will get quick success by remembering Shree Sai.",
  "109": "Your mind will be purified by remembering Shree Sai. Saibaba’s blessings are already with you. Good deeds of your father will help you. You will get success.",
  "110": "You will get the returns of your services. You will gain success. You will travel.",
  "111": "You will be in the company of saintly persons. You will realize your mistakes. You will get happiness from mother. Due to the blessings of Shree Saibaba there will be happiness everywhere. Donate food.",
  "112": "Shree Sai’s blessings are already with you. Remember Sai. Letter will come. Give food to the hungry, you will succeed immediately.",
  "113": "Love all, forget differences. Keep in mind that everything is known to Sai Baba. Remember Shree Sai, success will come automatically to you.",
  "114": "Your eyes will be full of tears with love. Keep the feeling in the mind that Saibaba knows everything and surrender to him, then see what happens in 24 hours.",
  "115": "Offer sweets to Saibaba and apologies for forgetting. Desired objects will be achieved immediately.",
  "116": "Shree Saibaba expects your devotion, remember him. As soon as you donate food you will get mental peace and your desired work will be completed.",
  "117": "Remember your preceptor (Guru), all things will happen as desired by you. Work will be over by distribution.",
  "118": "You will do such a work that people will be surprised. You will get fame and success.",
  "119": "Keep your mind cool. The circumstances will automatically improve. You will travel. New things will be invented.",
  "120": "You will come to known an unknown thing. You will become popular. Follow good path and the success will be yours.",
  "121": "Do not get lost in day dreaming. Follow the path of truth. Don’t loose your self respect. Surrender to Preceptor (Guru). Success will come to you.",
  "122": "Meditate Shree Sai thereby on the next day morning you will get the results. Shree Saibaba knows everything, hence do not worry.",
  "123": "Be a listener rather than a speaker. There is a chance of visiting Shirdi. There is a chance of getting sweet meals. Time is good.",
  "124": "Do not test elders. Surrender to them. Do not differentiate between male and female. Act as per the dream. Time is good.",
  "125": "Do not be after mantra and tantra. Worship from the bottom of your heart. Shree Saibaba’s blessings are with you, do not discriminate. New things will get shape. A child will be born.",
  "126": "Serve Guru thereby you will get happiness in life. All difficulties will vanish and you will succeed.",
  "127": "You will enjoy beautiful things. Keep company of good people. Thereby you will gain.",
  "128": "You will lose interest in material life. Remember Shree Sai. Go near sea shore or river, you will gain thereby.",
  "129": "Your tensions will disappear by remembering your Guru. You will come to know good things early in the morning.",
  "130": "You have good nature hence you will have knowledge of all things. Distribute work properly. Keep one person near you and send the other way.",
  "131": "Questioneir after asking question should soon offer water thereby he will gain. You will celebrate.",
  "132": "In job you will get higher post. If there is problem of house you will go to live in new place. Good period.",
  "133": "Do not discriminate. Today or tomorrow if anybody applies Gandha(sandal wood paste) or Kumkum (red powder used by hindus for applying to forehead) to your forehead, allow him to do so. Immediately your fortunate period will start. You will travel.",
  "134": "Wait still a few days. Your work will be done with the help of someone else.",
  "135": "Donate. Otherwise you will not find way. You have not done the religious things planned in the past, perform it at once. Thereby all things will be completed smoothly.",
  "136": "If you consider yourself superior then you will not succeed. Be humble. You will buy fruits. More than half the work will be over today. Remember Shree Sai. In the evening there will be a great change in weather.",
  "137": "Difficulties will come. Remember Shree Sai, calamities will go away. Success will be gained.",
  "138": "Baba’s power is all over. Calamity will go away. Remember Shree Sai. You will be saved from fire.",
  "139": "Calamities will go away. Surrender to Shree Sai, you will meet saintly persons. Father and son will come to your home. Desired wish will be fulfilled.",
  "140": "Remember Shree Sai. You will surpass all difficulties. Success is yours.",
  "141": "Your work will be done only if you have faith. Do not plan big things otherwise you will be in trouble.",
  "142": "Works will lag. Remember Shree Sai then on Gokulashtami (on the birthday of Lord Krishna in the month of August) your work will be completed. You will meet saints, you will travel.",
  "143": "Act as per order. You are needed at your working place start immediately. You will receive a letter. Pray for blessings of Saibaba otherwise stomachache will not stop.",
  "144": "You will be relieved guilt free in court matters. Do not worry about sickness. Religious functions will be performed by you. Remember Shree Sai.",
  "145": "Your work will be done after amavasya (new moon day). You will travel. Four days will be required for completion of work. Do not worry.",
  "146": "Miracle will take place in your life through the blessings of Shree Sai. You will get due rewards. If it comes true then consider yourself very lucky and surrender to Shree Sai. Success is there.",
  "147": "You will succeed as a result of sharing. Blessings of Shree Sai are already there.",
  "148": "Do not have any doubt in your mind. Donate in the name of Shree Saibaba. Thereby the work pending for a long time will be completed.",
  "149": "You will see your favorite God in dream, it will strengthen your belief. Do not differentiate, your work will be done immediately.",
  "150": "You will get the solution on the next day of asking question. There will be no cause for fear. The day of honor is close. You will get success, fame and honor.",
  "151": "Surprising events will take place. You will get mental peace. You will recover from sickness. Land matters will be settled. You will succeed.",
  "152": "Even though you do not believe in God without miracles, keep faith in Lord Rama, be humble before him. You will meet a saint. Gain of success.",
  "153": "Have faith, after many days you will meet again. After four days from the day of asking question your work will be done. Celebration will go on for 15 days. Do not discriminate.",
  "154": "Your old worries will be over. You will recover from disease. Make your mind steady. You will have darshan of Lord Rama.",
  "155": "Do chants ‘Sai’ ‘Sai’, sins will vanish and you will celebrate.",
  "156": "You will be very busy with work. You will not get free time, still remember Shree Sai and you will get success. Sick person will recover.",
  "157": "You will be happy but sickness is there. Do not forget remembering Shree Sai.",
  "158": "If you are tired due to sickness and worries, remember Shree Sai, you will recover.",
  "159": "You will be free from calamity and disease. Go to Shirdi, you succeed immediately.",
  "160": "Do not worry. You will be free from worries in two days. Donate food.",
  "161": "Feed a black dog then your work will be done immediately. Sign of confirmation is that, you will meet a tailor. You will be free from disease.",
  "162": "You will be free from disease. You will meet people from Poona. Desired work will be completed.",
  "163": "Days are full of trouble, work will be completed in eight days.",
  "164": "You will not be in good health. Work in your hose will be completed. Surrounding will not be normal. Remember Shree Sai.",
  "165": "The work pending for years will be unexpectedly completed. All will be surprised. Gain of success. Donate food.",
  "166": "Apply vibhuti (ashes from holy place in Shirdi) of Baba to your forehead. All calamities will be over. Wish in the mind will be fulfilled. Bad period is still there.",
  "167": "You will get dream. In dream you will see elders, act accordingly.",
  "168": "You will be free from disease. In one month you will be freed from all worries. Surrender to Shree Sai.",
  "169": "You will meet relatives. Adopt new habits. In house a baby will be born. You will be satisfied.",
  "170": "You will prosper. Donate food.",
  "171": "Remember Shree Sai. You will have happy family life and your desire will be fulfilled.",
  "172": "Donate food, your wish will be fulfilled and you will get happiness. Get rid of idleness and do not be gloomy.",
  "173": "Do not consider yourself as different from others. Follow the path of truth. You will be happy.",
  "174": "You will fee bad due to false charges, still remember Shree Sai. Mind will be disturbed. You will worry about your children.",
  "175": "You are worried. If you are worried all the time, surrender to Shree Saibaba. Donate food. Due to it worry will be removed and you will get a chance of going to Shirdi. Friends will help you.",
  "176": "Donate. Thereby your work will be done immediately.",
  "177": "Do not bring doubt in your mind. Donate and your wish will be fulfilled.",
  "178": "Tobacco (Beedi – Cigaratte) and oil should be offered as gift for 3 Thursdays then work will be completed.",
  "179": "Donate as per your ability and you will see that everything will be alright.",
  "180": "Control yourself. Sacrifice for others. You will gain thereby.",
  "181": "While asking question check your pocket. Keep 3 rupees and 14 annas, with you and donate balance money. Then desired will happen. Wait for 44 days. Auspicious period",
  "182": "Wish in the mind will be fulfilled.",
  "183": "Things will take place as desired. You will be happy. You will realize that the one whose blessings are with you and Shree Sainath are same. You will soon get a confirmation for this.",
  "184": "A boy will be born. Gretting letter or telegram will come. If the work is in Mumbai, Thana sector, it will be completed.",
  "185": "You will experience the miracle of Shree Saibaba’s blessings. Your desire will be fulfilled.",
  "186": "You will have blessings of Guru.",
  "187": "You will get all things if you wait with faith.",
  "188": "Live a simple life. Worship of Lord Shiva will be useful, desired will be fulfilled.",
  "189": "Give up attraction for costly clothes. Remember Shree Sai. All work at outstation will be completed.",
  "190": "You will succeed in Governmental work. You will be selected from thousands of people. You will succeed. Donate sugar – candy.",
  "191": "Your work will be done definitely. Daily offer a little quantity of sugar to Saibaba and donate it after 21 days.",
  "192": "Your desire to follow religious routine will be fulfilled. Gain success. You will get experience of blessings of Sai.",
  "193": "Work will be done with the help from western direction. You will be happy by meeting two persons. You will succeed. Sister will meet.",
  "194": "You will experience result of the question shortly. By meeting of two persons work will be completed. Chant name of Lord Krishna. A Gujarathi man will do the work.",
  "195": "Answer to the question is with you. Donate five Rupees then you will get satisfaction.",
  "196": "Shree Sainath will fulfill the desire in your mind and you will be convinced of the same.",
  "197": "Surrender. Wishes will be fulfilled.",
  "198": "You have everything. Do not ask question unnecessarily. Don’t go after things beyond your capacity. Instead, surrender to Shree Sai.",
  "199": "Don’t hesitate to donate Rupees five when you have Rupees two hundred fifty. Otherwise, you will be cheated. Donate, you will get success.",
  "200": "There will be big calamity on account of Rupees Five. Remember Shree Sai then you will get success. Do not go after unnecessary things.",
  "201": "Time is tough. Donate. Apologise to Shree Saibaba then the desired thing will be done.",
  "202": "Work will be completed in stages.",
  "203": "Give up the feeling that I do everything and then you will get success.",
  "204": "Act as per orders of preceptor (guru) then everything will be alright.",
  "205": "Surrender completely to your preceptor then all things will happen automatically.",
  "206": "Love all by keeping mind pure. All things will happen automatically.",
  "207": "Act as per advise of proper person.",
  "208": "Fear will vanish. Your work will be done through the help of other person.",
  "209": "Do not think unnecessarily. Surrender to preceptor then all things will happen.",
  "210": "Don’t wonder. Present thinking is impracticable. To know reality, surrender to preceptor.",
  "211": "Make your mind steady. Surrender to preceptor, all things will happen as you wish.",
  "212": "Do not think more. Have faith in preceptor. All things will happen right.",
  "213": "Do not resort to wrong path for getting money. Pray God with pure mind then success will be achieved.",
  "214": "Speak what is liked. Eat what is digestible. Do not believe in two things. Only one thing will happen.",
  "215": "Give up wrong path. Work will be done with the help of five persons. A boy will be born. Learn to differentiate between real and artificial.",
  "216": "Understand that nobody is fully happy in life. Be humble to Shree Sai. Everything will be achieved.",
  "217": "Do not worry. Pray to Shree Sai. All things will happen automatically.",
  "218": "Differences are only personal. Remove them. Leave ego. Surrender to Shree Saibaba, then all will be right.",
  "219": "Give up ego. You will pass the examination. Be humble to preceptor (Guru).",
  "220": "You will gain as per your capability. Behavior should be in accordance with your age.",
  "221": "Work will be done with the help of other person. You will be freed from sorrow. Pray to Shree Sai.",
  "222": "Impossible thing will be possible with blessings of preceptor (Guru).",
  "223": "Work will be done through blessings of preceptor. Dream will guide you. You will recover from sickness.",
  "224": "Loss will be recovered. You will travel. Meet saints. You will gain.",
  "225": "Remember your preceptor (Guru). You will get success after seven days.",
  "226": "“Mind thinks what even an enemy will not think.” The work pending for years will be done after seven days. Be humble to Shree Sai.",
  "227": "Your problem will be solved. Donate Fifteen Rupees and you will experience result immediately.",
  "228": "Continue reading religious book. You will gain within 110 days. Be humble to Shree Sai.",
  "229": "Go where the reading of religious books is done. You will get a satisfactory answer there.",
  "230": "Spend Rupees fifteen in the name of Saibaba. A person has already started with the message that your work is done.",
  "231": "Work will be done with the help of somebody else. Your education is of no use here. Be humble to Shree Sai.",
  "232": "Don’t stick to your desire. Remember Shree Sai. Your work will be done.",
  "233": "Give up desire bubbling in your mind for the last three days for getting work done and be humble to Shree Sai. Things will be alright then.",
  "234": "Surrender to God, then things will happen as desired.",
  "235": "The work will be completed by two persons coming together.",
  "236": "Give up pride then you will get success.",
  "237": "Do not stick to your wishes. You will get success.",
  "238": "Donate money. Work pending for many days will be completed.",
  "239": "Have faith and wait. You will get sufficient money, food and clothing.",
  "240": "Donate food in the name of Shree Saibaba. Have faith, and everything will be right.",
  "241": "Work will be done through the help of another person. Auspicious function will soon take place. Desire will be fulfilled.",
  "242": "Auspicious function will take place. Work will be completed after an unusual event.",
  "243": "Be calm. Remember Shree Sai. Things will be alright.",
  "244": "Do not say everything belongs to me. Be humble to Shree Sai. You will get help from persons who are not connected or related to you.",
  "245": "Do not discriminate. Remember Shree Sai. Wish in your mind will be fulfilled.",
  "246": "Continue chanting. Work will be done on Thursday. You will meet saints.",
  "247": "Shree Saibaba knows things in your mind. You will get its confirmation. Do not worry. Chant the name of Rama.",
  "248": "Ignore bad things and look for good qualities. Chant the name of Rama. Remember Shree Sai, then thing will happen as desired.",
  "249": "Surrender to God, then things will happen as desired.",
  "250": "The work will be completed by two persons coming together.",
  "251": "Don’t speak bad about others then disease of stomach will stop. Works will be done after few days.",
  "252": "Do not waste time in finding faults with others. Surrender to Shree Sai then work will be done. Keep in mind that jaggery is always sweet.",
  "253": "Do religious things according to your wish. It will reach Saibaba. You will get guidance in dream.Shree Sai’s blessings are with you.",
  "254": "Have faith and wait, then work will be done. You will recover from sickness. Don’t resort to wrong ways.",
  "255": "Don’t get the work done free of cost from anybody. You owe two rupees. Donate it and then your doubt will be cleared.",
  "256": "Remember Shree Sai, then everything will be alright.",
  "257": "Apply Vibhuti (ashes of holy fire in Shirdi) to your forehead. Everything will be right.",
  "258": "Important pending work will be completed through an ordinary man. Do not worry. You will travel.",
  "259": "You will travel. You will meet saint. Very soon problem will be solved.",
  "260": "Work pending for many days will be easily done through ordinary persons. You will travel.",
  "261": "Do not consider anybody inferior. Work will be completed through ordinary person.",
  "262": "An ordinary person will answer your question and you will be surprised. Doubt will be cleared.",
  "263": "Donate an orange coloured saree to a poor woman, then your desire will be fulfilled.",
  "264": "Desire will be fulfilled through God’s blessings. Doubt will be cleared. Donate cloth.",
  "265": "Work will be completed unexpectedly, don’t have discriminatory ideas.",
  "266": "Shree Saibaba is present everywhere and you will realize the same. Do not worry. Have faith, then you will succeed.",
  "267": "Day will dawn, ending the night. Have faith in Shree Saibaba. Donate. Very soon work will be completed. You will get satisfaction.",
  "268": "Though the present time is bad, very soon you will meet a saint and all worries will vanish. Have faith.",
  "269": "A lot of money will be spent. Honor and fame will be gained. You will be exhausted due to responsibility. Have faith in Shree Saibaba.",
  "270": "You will meet guide. Go from south to north. Good days will come. You will meet a saint.",
  "271": "Do not reject anything because it is small. Accept it, you will be guided by somebody. Desired thing in the mind will be fulfilled. Worry will end.",
  "272": "You will travel. Don’t worry though you have to take physical efforts. Work as desired will be done. You will see that things happened earlier are repeating again.",
  "273": "Fortune is good. Work will be done by meeting persons.",
  "274": "Problem in the mind will be solved by a person close to you and then you will get mental peace.",
  "275": "Donate, then desired work will be done.",
  "276": "Don’t speak bad about others, then you will get success.",
  "277": "Have faith in Shree Saibaba. Calamity will be resolved.",
  "278": "Remember Shree Sai, then darkness will vanish. You will get success.",
  "279": "Keep faith. Work will be done during the period from the day after new moon day to full–moon day. Shocking things will happen.",
  "280": "Meet Shree Saibaba, then your work will be completed. Give up pride.",
  "281": "Go to Shirdi, visit dwarakamai, all worries will end there and success will be achieved.",
  "282": "You will get help from friend and work will be completed. Blessings of Shree Sai are also there.",
  "283": "Do not bring doubt in your mind, otherwise you will suffer a loss. Keep faith in Shree Sai. Take a friend along with you then everything will be done.",
  "284": "Due to a friend you will be freed from calamity. Keep faith in Shree Sai.",
  "285": "You will be free from calamity. You will get co – operation from many. You will be convinced of the unfathomable miracle of Shree Sai.",
  "286": "Calamity will be cleared automatically. You will get success in work.",
  "287": "Remember Shree Sai, then you will recover from disease, get success. You will feel that these calamities have come due to forgetting Shree Sai.",
  "288": "Work as desired will be done after nine months. Remember Shree Sai.",
  "289": "Without your fault calamity has come to you. It is known to Shree Sai, surrender to him then it will end.",
  "290": "Calamity which has come without your fault will end. Remember Shree Sai.",
  "291": "You will be free from calamity. Sai Baba knows everything.",
  "292": "Vicious/wicked people are around you. Talk nicely with them but keep yourself away from them.",
  "293": "Thing which has not happened for a long time will take place. Read Ramayana.",
  "294": "Do not doubt. Read Ramayana. With other person’s help your calamity will be removed and success in work will be gained.",
  "295": "Arguments will increase controversy. Keep faith, calamity which has come will go away.",
  "296": "Give up arguments. Keep faith and wait. Very soon good days will come. God has control of good and bad.",
  "297": "Believe in Shree Sai. You will be free from calamity. Unexpected death will be avoided.",
  "298": "Give up egoism. Surrender to God then everything will be right.",
  "299": "Do what you are capable of. Do not test others otherwise you will be deceived. Surrender to Shree Sai without doubting then all work will be done right.",
  "300": "Do not be trapped in the false ideas of happiness. Find the way out. Remember Shree Sai, then you will get true happiness.",
  "301": "Do not be afraid of calamity and sickness. Go to Lord Shiva’s temple and pray, then you will feel alright.",
  "302": "There is a danger of unexpected death. Let one night pass. Do not sleep at night. Remain awake, then you will be free from calamity and get success.",
  "303": "Calamities will come from all directions. Do not worry. Remember Shree Sai.",
  "304": "Do not worry. Though you have trespassed the law a little, still Baba is with you. You will get success in work.",
  "305": "Do only whatever is possible. Be satisfied. Have faith that God is with you.",
  "306": "Surrender to Shree Sai knowing that you are in a difficult situation. Your status in society will land you in trouble.",
  "307": "Do not get angry while taking meals. Work will be done through the guidance of a person coming to your house. Donate food of Rs. 50/- then you will succeed in all matters.",
  "308": "Act as per orders of the preceptor. This is a testing time. You will be saved from a very difficult situation.",
  "309": "Obey order of the preceptor. Time is difficult. Keep faith in Shree Sai, you will be free from calamity.",
  "310": "Time is bad. Remember Shree Sai then you will come out successfully from difficult situations.",
  "311": "Death will be avoided. Remember Shree Sai.",
  "312": "Observe the order of preceptor. Remember Shree Sai, you will get success.",
  "313": "The miracles of Shree Sai are unfathomable, you will be convinced about it.",
  "314": "Do your work presuming that Shree Saibaba knows everything.",
  "315": "An incident will happen on Sunday afternoon. Even if you hide anything it will be disclosed. You will get success by remembering Shree Sai.",
  "316": "Take your share after proportionate distribution otherwise people will laugh at you.",
  "317": "Surrender in full to God, then everything will be alright.",
  "318": "Give up discrimination. If you devote with pure mind, things will happen as you desire.",
  "319": "You alone can’t complete the work. Take the help of two persons. Treat all equally then you will get success.",
  "320": "Give up bluffing and misbehavior. Devote to Lord Krishna. Donate food. Then all things will happen automatically. Gain will be through a woman.",
  "321": "Presume that you are in a company of a hot tempered person. Behave truthfully. Remember Shree Sai, then you will get success.",
  "322": "Your service is great, but people take it in wrong way.",
  "323": "Act with love instead of anger. Shree Saibaba is with you. Soon you will get success.",
  "324": "Trouble will be unbearable. You will be free from the calamity to the extent you love Shree Sai.",
  "325": "Worries will end.",
  "326": "There are blessings of God, remember Shree Sai. You will get success.",
  "327": "Your work will be completed on the birthday of Lord Rama (in the month of April). The thing which you have waited for years will now happen.",
  "328": "You will get a letter from a friend. Remember Shree Sai. Keep away from gambling business. Take a decision tomorrow after 6 p.m.",
  "329": "There is a difference between what we see and hear. Act watchfully. Keep away from gambling business. Do not trust any letter. Accept the situation as it is.",
  "330": "As mother knows what is good and bad so does Shree Saibaba. Be satisfied with whatever you have. Otherwise you will suffer a loss.",
  "331": "Baba does not want anything from you except devotion. Do not be deceived by false news. You will gain through liquid things.",
  "332": "You will be saved from loss. Remember Shree Sai. Gift will come from Southern direction. You will have good news. Donate food.",
  "333": "Every body will get what he belongs. If anybody else tries to grab it, he will die. You will be happy. Very soon son/daughter will be born.",
  "334": "You have to do your duty. Friends and relatives will not help you. Blessings of Shree Sai are with you. Do not worry.",
  "335": "Give up fickleness of mind and go for darshan of Shree Sai. Everything will be alright. Two persons will come to meet you. You will recover from sickness.",
  "336": "Remember Shree Sai. Ignorance will vanish. Act thoughtfully. You will come to know about your profit and loss.",
  "337": "Presume that everything happens only through the blessings of God.",
  "338": "Work with firm determination, then you will succeed. Remember Shree Sai.",
  "339": "You will travel. Act as per advice of a friend. Don’t go ahead with a prejudice mind, otherwise you will suffer. See what happens at 11.00 O’Clock tomorrow. Remember Shree Sai.",
  "340": "You will be saved from calamity. Don’t leave your place. Your welfare is in the hands of Shree Saibaba.",
  "341": "Have patience. You will get success after overcoming the calamity.",
  "342": "Do not bring doubts in your mind. You will gain three things through the blessings of Shree Sai.",
  "343": "Keep in the mind your mother’s advice. You will get benefit from two things of your father.",
  "344": "You will gain in future by recollecting old things. Remember Shree Sai.",
  "345": "Do not get tired of problems. Keep faith in Shree Saibaba. You will find a way. Read the Pothi of Akkalkot Swami (A book written on Akkalkot Swami’s life).",
  "346": "Presume that your present suffering is due to your past deeds. Do not get tired of problems. Remember Shree Sai and you will succeed.",
  "347": "Your ancestors used to worship Akkalkot Swami. Follow their path and you will get happiness and success. Shree Saibaba’s blessings are there.",
  "348": "Shree Sai’s blessings are there. Work will be done as desired. Surrender to your preceptor (Guru).",
  "349": "People will come from outstation. Due to that your work will be done. Unforeseen events will happen suddenly.",
  "350": "You will get returns as per your right, position, service, love and devotion. Make proper choice of things.",
  "351": "Owner will get his things back. Knowledge will be useful.",
  "352": "Work will be done by a group of persons coming together. Remember Shree Sai regularly, and you will get everything.",
  "353": "Work will be over shortly. Recite Vishnusahasranama (thousand names of Lord Vishnu).",
  "354": "Chant the name of Shree Sai. On chanting 1200 times you will get good experience. Desired things will happen.",
  "355": "Good deeds of forefathers will be useful.",
  "356": "Pray to Shree Sai to avoid an event which leads to quarrel, then everything will be alright.",
  "357": "Quarrel will be settled. If you keep your mind cool you will be benefitted ten times.",
  "358": "Work will be done with the help of two educated persons. You will get profits beyond expectations.",
  "359": "Male/female will be benefitted by company of saint for four months and seven months respectively. Your humbleness is appreciable.",
  "360": "You have support of past good deeds. Only donate food, then everything will happen as desired.",
  "361": "Your fate is great. Remember Shree Sai. People will be surprised.",
  "362": "If you say that things are happening through the blessings of Shree Saibaba, you will succeed in your work. If you say I do it, then you will fail.",
  "363": "Surrender to Shree Sai. You will observe that day – by – day new miracles happen. Expectations will be fulfilled.",
  "364": "Give up thoughts of past and future (think of present only)",
  "365": "You will see Shree Sainath in your dream. Donate food. Give up drinking liquor and all your work will be done.",
  "366": "Your good fortune is near. Go to Shirdi. Work will be done before Christmas.",
  "367": "What you have seen in dream will come true. Have patience for 2/3 months. God likes your devotion only. Watch carefully what happens at 9 0’clock at night.",
  "368": "You will travel. Work will be done with the help of friend. Success will be achieved. Do not ask doubt. You have forgotten the things you were to offer to God.",
  "369": "Shree Sai will help you even when you do not expect it. Be humble to Shree Sai. Thing will happen as desired.",
  "370": "Think yourself and see with your own eyes how unfathomable are the blessings of Shree Sai. Your wish will be fulfilled. But is it not true that you are suspicious?",
  "371": "Do not have doubts. Offer little sheera (made of rava and sugar) to Shree Saibaba, and your work will be done.",
  "372": "Your work will be done through friends. Go to Shirdi and have darshan of Saibaba.",
  "373": "Don’t be hasty. Thing will happen as desired. Donate khichdi (made of boiled rice and dal) to poor people in the name of Shree Saibaba.",
  "374": "Donate Khichadi (made of boiled rice and dal) and your work will be done immediately. All problems will be solved, after meeting a Gujarati person.",
  "375": "Do not discriminate. You will be in trouble. Remember Shree Sai.",
  "376": "Offer Belpatra (leaves of a tree sacred to Lord Shiva) to Lord Shiva instead of Shree Saibaba and work will be done as desired. Troubles will disappear.",
  "377": "Worship Lord Khandoba and everything will be alright. Offer water to Shree Saibaba. Work will be done on the day of Makar Sankranti (14th January).",
  "378": "Offer water to Shree Saibaba on the day of Makar Sankranti (14th January) and work will be done as desired.",
  "379": "Worship the photo of Shree Saibaba. Work as desired will happen.",
  "380": "Work will be done by people coming from outstation. Worship Lord Shiva. It will reach Shree Saibaba.",
  "381": "Soon a letter will come and your work will be done. Worship Lord Ganapati and Lord Shiva. Remember Shree Sai.",
  "382": "Dreams will come true.",
  "383": "You will be famous. People from outstation will come to see you. Donate, and your work will be done.",
  "384": "Work will be completed through a young girl. When the girl’s desire is fulfilled, your desire will also be fulfilled. Everybody wants money.",
  "385": "Pray to Lord Ram. Give up lust for money. You will be benefitted to the extent of your love.",
  "386": "See Shree Saibaba in the form of Shree Ram. You will be happy. Do not pay attention to what people discuss.",
  "387": "Remember Shree Sai then you will be free from all trouble. Whatever is happening is only because of your past deeds.",
  "388": "Do not have prejudiced mind. Remember Shree Saibaba give up all discrimination then everything will be alright. Discrimination is the main cause of your problem.",
  "389": "Distribute barfi (a sweet) worth rupees two in the name of Shree Saibaba, then you will be benefitted a lot. All worries will be over. You will recover from disease.",
  "390": "Wishes will be fulfilled.",
  "391": "Do not worry, if future is not good. Shree Saibaba’s blessings are with you. Success will be gained.",
  "392": "Friend will come with a good news. You will be free from worries.",
  "393": "You will be free from monetary problems. You have support from superiors.",
  "394": "Do not forget Shree Sainath, you will get 110 where 100 is expected.",
  "395": "Donate food then desired things will happen. You will get a dream. Friend will come to your help.",
  "396": "Remember blessings of Baba. Do your work yourself and not through friend. Baba is observing you.",
  "397": "Do not donate with expectations in mind. Donate rupees 25 in the name of Baba and see what happens.",
  "398": "Don’t do anything with doubt. Expenditure will increase. Remember Shree Sai.",
  "399": "Surrender yourself to Shree Saibaba then all things will happen as desired.",
  "400": "Do not indulge in arguments and imaginations. Remember Shree Sai humbly then all things will be alright.",
  "401": "Keep your mind steady. Worship of Goddess will be useful. Do not take wrong decision. Ten days will be wasted. Remember Shree Sai. You will get success.",
  "402": "Meet Shree Saibaba at Shirdi, everything will be alright.",
  "403": "Two vows are to be fulfilled by you. By fulfilling it, Goddess and Shree Sainath will be pleased.",
  "404": "Visit Temple of a Goddess. Person coming from a long distance will complete your work.",
  "405": "Work pending for a long time will be completed. Remember Shree Sai. There will be happiness everywhere.",
  "406": "Shree Saibaba is remembering you. Go to Shirdi. There will be happiness everywhere.",
  "407": "Go to Shirdi and see Shree Saibaba. Your wish will be fulfilled.",
  "408": "Work will be completed as desired. Remember Shree Sai.",
  "409": "Baba cares for all. You only chant his name.",
  "410": "Do not ask something when you are thinking something else. Shree Sai wants your total devotion.",
  "411": "Baba knows very well what is in your mind and what you are pretending. Be humble to Shree Sai, everything will be alright.",
  "412": "Remember Shree Sai for three weeks, then all things will happen as desired.",
  "413": "Follow the law. Whatever happens is for good.",
  "414": "You will get a chance to travel. Though you are fade up of material life Baba has something else in his mind.",
  "415": "Baba’s blessings are with you. You will get a chance to travel.",
  "416": "Work will be done after meeting an unknown person. You will be surprised.",
  "417": "Works will be done unexpectedly. You will travel.",
  "418": "Work will be done by three persons. You will be surprised.",
  "419": "Remember Shree Sai. Life will be meaningful. This will happen due to your good deeds in previous life.",
  "420": "Presume that whatever is happening is due to the blessings of Shree Sai, and wait.",
  "421": "Presume that whatever is happening, is because of debt incurred by you in past life and do not regret.",
  "422": "Doubts will be cleared. Remember Shree Sai for three days.",
  "423": "Remember Shree Sai then everything will be alright.",
  "424": "People will express different opinions. You remember Shree Sai and act.",
  "425": "Seek guidance of proper persons. Do not run around unnecessarily. Faith will be more useful than bookish knowledge.",
  "426": "Ordinary will be more helpful than rich. Wish will be fulfilled. Remember Shree Sai.",
  "427": "Do not worry for petty troubles. Shree Sainath’s blessings are with you. You will get something unique.",
  "428": "Do not follow bad people. Remember Shree Sai. You will find the path. Wish will be fulfilled.",
  "429": "Surrender to Shree Saibaba forgetting your pride. Four persons will help you.",
  "430": "Many people will come to meet you. Desire in the mind will be fulfilled.",
  "431": "Donate food. Give up obstinacy. Shree Saibaba knows everything. Things will be alright at the proper time.",
  "432": "Donate food. Your work will be done on the occasion of ‘Holi’ (in the month of April). Know that the God is everywhere.",
  "433": "You will get double returns compared to others. You will get cloth and money. Keep in mind that whatever is given by god is inexhaustible.",
  "434": "Keep in mind that one is rewarded as per his deeds.",
  "435": "You will have company of saint. Work will be completed.",
  "436": "Help the needy and poor then your work will be done. Pray for work done.",
  "437": "Keep faith in Baba. If you get ‘vibhuti’ of Baba apply it. You will not be short of anything in life.",
  "438": "Apply vibhuti of Baba to your forehead and all work will happen as desired.",
  "439": "Have faith in Baba. You will get great experience from small things. Blessings of Shree Saibaba are there.",
  "440": "Apply vibhuti of Baba to your forehead then desired things will happen.",
  "441": "Shree Sainath knows your difficulty. Work will be completed by person coming from outstation. Be humble to Shree Sai.",
  "442": "Work will be completed by a person coming from outstation. Do not worry.",
  "443": "Everything will be alright. You will travel. Anxiety, worry will be over.",
  "444": "Donate one rupee and fourteen annas. Do not worry. Within 18 hours your work will be done. You will get help from somebody. Give up discrimination.",
  "445": "Recite prayer (arti) of Shree Saibaba. You will be free from worry after a person from outstation arrives. There will be a happiness everywhere.",
  "446": "Work will start from tomorrow. It will be completed in 8 days.",
  "447": "Wisdom will come through experience You will experience the effect of the blessings of Shree Saibaba.",
  "448": "Work thought of four years back will be completed. Things will happen as desired. Blessings of Shree Sai will be there.",
  "449": "See what happens in your house after two days. Worship in front of the photo of Shree Sai",
  "450": "Donate food. In the memory of Shree Sai, offer one rupee to a Fakir (Muslim saint) then things will happen as desired. What you are searching for? Shree Saibaba is with you.",
  "451": "Remembering Shree Sai, donate Rupees Ten. Things will happen as desired. Your friend will help you.",
  "452": "Your work will be done on Guru Purnima day (full moon day dedicated to Guru in the month of July). Give up the idea of curtailing your expenditure. Anticipated expenditure will be incurred anyway. Donate remembering Shree Sai.",
  "453": "Blessings of Shree Saibaba are with you. Donate. You will be free from debt. Your desire will be fulfilled.",
  "454": "You want the thing to happen but are unwilling to donate. Donate remembering Shree Sai then you will be benefitted ten times.",
  "455": "Apply Vibhuti to forehead. Keep faith in Shree Saibaba then all will happen as desired.",
  "456": "Do not discriminate. Guests will come. All problems will be solved.",
  "457": "Many attempts have been made yet there is no success. Therefore, go to Shirdi and see Shree Sai then it will be alright.",
  "458": "Apply Vibhuti remembering Shree Sai. Work will be done in eight days. Shree Saibaba knows your situation.",
  "459": "Remember Shree Sai. Your work will be done. Relatives and friends will enquire about you.",
  "460": "You do not have faith in Shree Saibaba. See what happens by having faith. All your work will be done, you will get promotion.",
  "461": "Are you tired of life? You have suffered a lot. Now remember Shree Sai and everything will be alright.",
  "462": "Remember Shree Sai. After ten days you will be free from worry and gain success.",
  "463": "Somebody will do something by accident and you will be free from worry. Remember Shree Sai.",
  "464": "You will not know the power of Shree Saibaba’s blessings. Your work will be done through an ordinary person.",
  "465": "Work will be done after ten days. You will meet seven persons. You will be free from disease.",
  "466": "Tell your worries to Shree Sai from the bottom of your heart. Do not worry. Apply Vibhuti to your forehead. You will be free from worry tomorrow morning.",
  "467": "Everything will be alright due to blessings of Shree Sai.",
  "468": "Remember Shree Sai and changes will take place. You will be free from worry.",
  "469": "Remember Shree Sai and changes will take place. You will be free from worry.",
  "470": "Go to Shirdi or atleast remember Shree Sai. Apply Vibhuti to your forehead. You will be free from calamity.",
  "471": "Due to analytical thinking you have no faith in religious things. But believe in Shree Saibaba and see what happens.",
  "472": "There is no calamity like pride. Remember Shree Sai give up pride and see what happens.",
  "473": "Enemies will surrender. Unusual things will happen easily. Only have firm faith in Shree Saibaba.",
  "474": "You will not get results by imposing conditions and being inquisitive. You will have to leave them. Work will be completed with the help of a friend on Sunday and you will be happy.",
  "475": "Clouds of calamities will disappear. Donate Rupees 17 in the name of Shree Saibaba and see the miracle that takes place. A friend will assist you.",
  "476": "You will be saved from death. Accept this as the blessings of Shree Sai. Donate food. See the miracles that are taking place at home.",
  "477": "Baba wants your love and not your wealth. Your work will be done through two friends.",
  "478": "Offer grapes to Shree Sai, then your desires will be fulfilled. Friends are very much inquisitive but they will calm down.",
  "479": "Wish will be fulfilled, you will be convinced of holiness of Shree Sai.",
  "480": "Control your mind which is wandering. Remember Shree Sai then everything will be alright.",
  "481": "Donate Rupees 15 in the name of Shree Saibaba. Shree Sai does not take anything free, you will be profited ten times.",
  "482": "Cleverness will not be of any use. Surrender to Shree Sai. All things will happen as desired. Baba is there to give you tenfold.",
  "483": "All is happening only due to the blessings of Shree Saibaba. Remember Shree Sai then desired thing will happen.",
  "484": "Offer garland of flowers to Baba on Thursday, your worry of long time will be removed. Keep Vibhuti beneath the pillow while sleeping and see.",
  "485": "Donate onion and home made bhakari (made of rice) in the name of Baba. Visit temple of Lord Gopal Krishna then all things will happen as desired.",
  "486": "Keep faith in Shree Saibaba, your reputation will be guarded. Do not worry.",
  "487": "Donate milk in the name of Shree Saibaba. You will overcome all calamities. Success will be gained.",
  "488": "Worries will be removed. You are feeling uncomfortable for no reason. Remember Shree Sai. Shree Saibaba is with you.",
  "489": "Do not indulge in useless guesswork and analysis. Have faith in Shree Saibaba and your work will be done.",
  "490": "Work will be completed by happening of a miraculous event. You require only the blessings of Shree Sai and you will get it.",
  "491": "Do not have doubts in your mind. Donate Rupees 15 in the name of Shree Saibaba. Success will be gained. You will suffer loss if you donate with doubt in the mind.",
  "492": "Shree Saibaba has given you ample. But you have forgotten. Donate Rupees 15 immediately and then see.",
  "493": "You will find the way after 15 days. Till then be away from your favorite thing / article.",
  "494": "Donate Rupees fifteen then everything will be alright.",
  "495": "Things cannot be done through money alone. Love is necessary. Remember Shree Sai.",
  "496": "Your work will be done through meeting somebody. You will be free from worry.",
  "497": "Shree Saibaba has formerly done your work but you have forgotten, hence you are facing difficulties. Still, you will get success through friend’s help. Remember Shree Sai.",
  "498": "Shree Saibaba is everywhere. Only you should learn to recognize him. Work will be done with the help of somebody.",
  "499": "Work pending for many years will be completed. Go to Shirdi have Darshan of Shree Sai.",
  "500": "Shree Saibaba belongs to all. Then how do you ask for success to you alone? Offer coconut and scented stick (agarbatti) to him, Shree Saibaba will fulfill your wish.",
  "501": "Offer a coconut to Baba and pray from the bottom of your heart. Your work pending for a long time will be done immediately. A friend will help you.",
  "502": "Offer coconut to Baba. Work will be done in a year from today. Donate Rupees 500 after completion of work.",
  "503": "Remember Shree Sai. Success will be gained and you will celebrate.",
  "504": "Remember Shree Sai. You will get result as per your faith.",
  "505": "Heaven and hell are here only, knowing this behave properly. Do not stop remembering Shree Sai.",
  "506": "Give up worry. Remember Shree Sai.",
  "507": "Give up pride. Remember Shree Sai.",
  "508": "Keep faith and wait.",
  "509": "Remember Shree Sai. You will always experience the effect of blessings of Shree Saibaba. Do not worry.",
  "510": "Remember Shree Sai. There will be no worry.",
  "511": "Read Shree Saibab’s Pothi (Shree Sai Satcharita). Everything will happen as desired.",
  "512": "You will get success through the blessings of Shree Sai. Pray. Continue prayer and worship.",
  "513": "Success will be gained, festival will be celebrated.",
  "514": "Pray and worship. Joy will be everywhere.",
  "515": "You are very fortunate. Remember Shree Sai.",
  "516": "This time will not come again. You are fortunate.",
  "517": "Everybody loves and serves in different style. You will get results as per your faith.",
  "518": "Though you have to make lot of efforts, you will gain importance definitely. Very few people are so fortunate.",
  "519": "Give importance to others. Respect their age. Success will be gained. Goodwill of good deeds is with you.",
  "520": "Remember Guru (Preceptor). Everything will happen as desired.",
  "521": "Good deeds of past life will prove fruitful. Remember Shree Sai then everything will be right.",
  "522": "Donate food. Everything will be alright.",
  "523": "Donate food. Everything will be alright.",
  "524": "Donate food. Everything will be alright.",
  "525": "Do today’s work tomorrow. Donate food. Blessings of Shree Sai are with you. An ordinary man will come forward and do your work.",
  "526": "Keep proper accounts and spend properly then there will be no room for criticize by anybody. Baba knows that you are working hard for others.",
  "527": "Shree Saibaba never discriminated. Then why do you? Donate food and see the miracle that takes place.",
  "528": "Exhibition of conduct, thought and chanting is not useful. Love is required. Shree Sai’s favor is also there. Do not worry.",
  "529": "Don’t be suspicious. Remember Shree Sai. Plenty will be gained. It will be more than sufficient. However, love is required for this.",
  "530": "Do not have thousand doubts for small matters. Remember Shree Sai. How can you afford to forget Saibaba?",
  "531": "You cannot hide anything from Saibaba. Go to a temple of Lord Datta. Worry will end. Success will be gained.",
  "532": "Donate food. You will have blessings of Shree Sai.",
  "533": "Donate food. You will have blessings of Shree Sai.",
  "534": "Offer buttermilk to Shree Saibaba and then donate it and see the miracle that happens. This time will not come again. Only remembrance will be there.",
  "535": "Remember Shree Sai. Everything will be alright.",
  "536": "Good opportunity has come. People will come from outstation. This is happening because you are fortunate. Do not give up remembering Shree Sai.",
  "537": "Good days will come, you will be happy.",
  "538": "Do not worry. Shree Saibaba is with you. Read the 4th chapter of ‘Bhagavat Geeta’ (A religious book of Hindus)",
  "539": "Remember Shree Sai. All problems will be solved automatically.",
  "540": "As moss is removed, clean water will be visible. Similarly, ignorance will be removed and you will get knowledge. Have faith in Shree Sai.",
  "541": "Give up pride. Remember Shree Sai. You will not be conscious of happiness and sorrow. Shree Saibaba’s blessings will be there.",
  "542": "Make use of intellect then only your deal will be successful. Control your mind using intellect. Then you will get success.",
  "543": "You are very affectionate, but cannot tolerate insult. Remember Shree Sai. Shree Saibaba will help you in everyway.",
  "544": "Thing will not happen if you say I do it. Say that, all happens through the Blessings of Shree Sai then you will get success.",
  "545": "You will have a big achievement. Shree Sai’s blessings are also there.",
  "546": "Two persons will come close to each other; big thing will happen soon.",
  "547": "Good things will happen but understand that it’s due to blessings of Shree Sainath.",
  "548": "Man thinks something but God thinks otherwise. If you do not want such a thing to happen, do not give up remembering Shree Sai, whatsoever may be the calamity.",
  "549": "Worship the photo of Shree Saibaba at home and see the miracle that happens.",
  "550": "Remember Shree Sai, then everything will be alright.",
  "551": "Your mother’s credit of good deeds is more than yours. Your work will be done through her Blessings. Blessings of Shree Sai will be there.",
  "552": "“One who remember me! I always keep him in mind!” So said Shree Saibaba. We do not know in what form will Baba appear when the work is to be completed.",
  "553": "Work for which you are waiting will be done automatically. For this, one man will be sent to meet you. Have no worry.",
  "554": "Something which you want to happen is close. But due to doubt in your mind it is not happening. Hence remember Shree Sai.",
  "555": "Thing in your mind will be completed. You will not know when and how you will get blessings of Shree Saibaba. Donate food.",
  "556": "It is difficult for us to understand power of blessings of Shree Sai. Do not indulge in more thinking. You are fortunate. Hence remember Shree Sai.",
  "557": "Miracle of Shree Sai is unfathomable’ experiment it by donating food.",
  "558": "Give meal in the name of Shree Sai on the day of Holi (full moon day in the month of March) and see the miracle that happens. Everything will be right.",
  "559": "Give meal in the name of Shree Sai on the day of Holi (full moon day in the month of March). Do not tell this to anybody. People of the house will ask questions as to whom and why etc. Do not reply. Work will be done as desired by you.",
  "560": "Donate food. Blessings of Shree Sai are also there with you. Do not pay attention even if people laugh at you. Two persons will come for your help.",
  "561": "Dreams will come true. Donate good. All things will happen as desired. A stranger will help.",
  "562": "Shree Sai’s miracle is unfathomable. Your work will be done completely by meeting of very old friends. Donate good on the day of Holi (in the month of March)",
  "563": "Remember Shree Sai. All will be well.",
  "564": "Donate food. Blessings of Shree Sai will be there. See what friends do for you.",
  "565": "Only due to blessings of Shree Sai you will get a thing which is not in your fate. Remember Shree Sai. Guru’s (Preceptor’s) blessings are with you.",
  "566": "You have to suffer only for three months more. Remember Shree Sai. Everything will be alright.",
  "567": "Money will be spent. You will feel sorry because thing as desired has not happened. Still remember Shree Sai. Have a little patience.",
  "568": "Mind is disturbed. Wait for two months. Remember Shree Sai.",
  "569": "You will be selected out of thousands due to your capability. You will be freed from worry.",
  "570": "Shree Saibaba knows that due to the circumstances your desire is not fulfilled. Remember Shree Sai then everything will be right.",
  "571": "Donate Rupees 21 in the name of Shree Saibaba, your work will be completed.",
  "572": "Donate Rupees 25 in the name of Shree Saibaba. What is the use of asking questions to friends? Shree Saibaba is with you. Do not worry.",
  "573": "Miracle of Shree Sai is unfathomable. People can not understand it. Remember Shree Sai, everything will be alright.",
  "574": "Donate Rupees twelve. Wish of many days will be fulfilled.",
  "575": "Unnecessarily do not discuss things with other people. Shree Sai knows all things in your mind. Have no worry.",
  "576": "Only hard work is not sufficient. Blessings of Shree Sai are also required. Remember Shree Sai then everything will be alright.",
  "577": "Do not follow wrong ways. Remember Shree Saibaba. He will appear in your dream and will show the right way.",
  "578": "Remember Shree Sai, then everything will be alright.",
  "579": "Remember what has happened two years ago. Remember Shree Sai.",
  "580": "Give up discrimination, wait Shree Sai’s miracle is beyond human imagination.",
  "581": "You are tired of troubles isn’t it? Remember Shree Sai. You are fortunate. Everything will be alright.",
  "582": "Something decided two years ago will come true now. That day is coming near, Remember Shree Sai.",
  "583": "Shree Saibaba will take on to himself your vexation and sorrows and you will be happy. You will have a dream. Remember Shree Sai.",
  "584": "Time has come near. Remember Shree Sai.",
  "585": "Do not discriminate. Donate food. Give home made Bhakari (made of rice) to dog. The desired thing will happen, Shree Sai’s blessings are also there.",
  "586": "It is better that you do not know everything. Presume that Shree Saibaba has arranged these things and remember Shree Sai.",
  "587": "Donate in the name of Shree Saibaba. Then you will not face shortage of anything in life.",
  "588": "Presume that what happens is only because of Shree Sai’s blessings. Human intellect cannot know that.",
  "589": "Man is helpless before destiny. Accept this and just keep quiet. Remember Shree Sai.",
  "590": "The thing that has been discussed among friends two years go will happen. Donate. Read Ramayana, or at least have darshan of Lord Rama.",
  "591": "Preparations will go on for three days; then the work will be done. Miracles of Saints are beyond the imagination of human beings.",
  "592": "Read the book ‘Ramvijaya’ for fourteen days. Something different is going to happen through you. Do not pay attention to good/bad time.",
  "593": "Remember Shree Sai. Time has come.",
  "594": "It is due to the limitation of our vision, we feel that sun is affected during solar eclipse. Actually sun is not affected. Remember Shree Sai and act thoughtfully.",
  "595": "As is the faith in mind, so is the result.",
  "596": "Remember Shree Sai. All things are not within human capacities.",
  "597": "Remember Shree Sai for getting rid of anxiety.",
  "598": "Remember Shree Sai. Find out the cause of worry. You will know the value of the things in your possession.",
  "599": "Give up egoistic behavior. Surrender to Shree Sai. Everything will be alright.",
  "600": "You will be guided in a dream. Remember Shree Sai.",
  "601": "Everybody has different opinions. Hence, the work is pending. Wait for 36 hours. You will find right way through Shree Sai’s blessings.",
  "602": "You will have dream, act as indicated in the dream. Blessings of Shree Sai are already there. Immediately perform Shree Saibaba’s pooja (worship Saibaba).",
  "603": "Offer ‘Vida’ (a leave which is eaten with beatle nut after meal in India) and money to Shree Sai. Remember Shree Sai. Wait and see what happens. You are fortunate",
  "604": "Do not think more. Your mind has no peace. Remember Shree Sai. Understand that there is no difference among Lords Ram, Krishna and Sainath, then every thing will be alright.",
  "605": "Remember Shree Sai, expectations will be fulfilled.",
  "606": "Remember Shree Sai. Differences will be settled. You will find new ways.",
  "607": "You will suffer due to a small mistake. Certain things are beyond human capacity. Remember Shree Sai.",
  "608": "Behind everything there is a cause. Do not be fussy. Remember Shree Sai.",
  "609": "Worry will end after three days. Remember Shree Sai. You are ignorant, do not make wild guesses.",
  "610": "Don’t take wrong decision. Wait for 3 days. You will be happy. Remember Shree Sai.",
  "611": "Do not have doubts. Remember Shree Sai then see how Saibaba satisfies you.",
  "612": "Donate in the name of Shree Saibaba. Everything will be alright.",
  "613": "Donate food for 13 days from today and see what happens. You are very fortunate.",
  "614": "Give up quarrelsome behavior. Remember Shree Sai. Don’t consider yourself inferior while thinking of others.",
  "615": "Remember Shree Sai. Understand that as long as you remember Shree Sai. He is with you and act accordingly.",
  "616": "Do not doubt. Remember Shree Sai. Shree Saibaba is with you.",
  "617": "Give importance to others. Presume that Shree Sainath does everything and see what happens.",
  "618": "Remember Shree Sai then everything will be alright.",
  "619": "Remember Shree Sai then everything will be alright.",
  "620": "Past memories will be revived. Remember Shree Sai then everything will be alright.",
  "621": "You will not get help from relatives and friends. You have to do your own work. To achieve this remember Shree Sai.",
  "622": "Accept routine things instead of going after new ones. Friends will come to your house. Nine persons will help you.",
  "623": "Do not be displeased by looking at others. You are also fortunate. Surrender to Shree Sai and remember him.",
  "624": "Remember Shree Sai. Start work from tomorrow and see the miracles that happen. You will get guidance in dream.",
  "625": "Donate one dhoti (a white cloth worn by Indian male) to a Brahmin (a person who performs holly rites). Sainath is with you. There is no cause to worry. Success will be gained.",
  "626": "Act as per command of Baba (the answer received from this book). Ask question tomorrow and act according to Shree Sai’s wishes",
  "627": "You will get a gift. Shree Sai’s blessings are also there. Do not worry.",
  "628": "Surrender to Shree Sai. Keep faith and wait. Shree Saibaba always looks after you.",
  "629": "Everyone is great in his own estimation. However it will be difficult to have same feeling for others. Remember Shree Sai. Shree Sai always cares for you.",
  "630": "Remember Shree Sai. Everything will be alright.",
  "631": "You start work. Remember Shree Sai. Shree Saibaba will help you in your work. Auspicious function will soon take place.",
  "632": "Work will be done if you take the help of a friend. Baba’s blessings are also with you. You will Travel. Auspicious function will take place. Donate Rupees 10.",
  "633": "By blessings of Shree Sai you will get help from all. Start work. Have darshan of Lord Rama.",
  "634": "Do not worry. Shree Sai takes care of your worries. Remember Shree Sai. Friend will help.",
  "635": "Co – operation of many will be gained. You will have Shree Sai’s darshan in a photo. Friend is ready to offer you his services.",
  "636": "Be humble to Shree Sai. All desires will be fulfilled.",
  "637": "Donate Rupees 32. All people will laugh at you but do not pay attention. See the miracle of Shree Sai. Success will be gained.",
  "638": "Donate food to two brothers. People will laugh but do not pay attention. Shree Sai Samarth’s blessings are with you.",
  "639": "Give up quarrel. Be humble to Shree Sai. Understand that money is not everything.",
  "640": "Though work will be spoiled due to two persons, remember Shree Sai. Keep faith and wait.",
  "641": "Remember Shree Sai. Keep faith and wait.",
  "642": "You will be saved from calamity through the blessings of Shree Sai. Do good deeds. Don’t be after money.",
  "643": "Give up enmity. Act with love then only you will get success.",
  "644": "You are in trouble since the time is bad. Donate food. Give up enmity. Shree Saibaba will take care.",
  "645": "Shree Sainath will free you from calamity. Do not worry. Give up enemity.",
  "646": "You will be freed from calamity. Give up enemity. Remember Shree Sai.",
  "647": "Act according to advice of women. Worship Lord Shankar. Don’t be crazy for money.",
  "648": "If mind is suspicious how can you expect that the work be done? Donate at least a small amount. You are needed for a big project.",
  "649": "Do not misuse things belonging to others. This will not please God. Act as per women’s advice. Donate atleast a small amount.",
  "650": "Donate from the bottom of your heart. Otherwise you will suffer loss. Do not take things belonging to others. Remember Shree Sai.",
  "651": "Have some patience. Opportunity will come to your home. Your work will be done. Auspicious function will soon take place.",
  "652": "Why do you worry? Very soon you shall have good fortune.",
  "653": "Avoid debate. Obey women’s advice.",
  "654": "Avoid debate. You will have a dream. You will incur loss if you prolong debate. Remember Shree Sai.",
  "655": "You will be free from calamity through blessings of Shree Sai. Have no worry. Donate smoking pipe and tobacco.",
  "656": "Remember Shree Sai then everything will be alright.",
  "657": "Shree Sai expects your devotion. Devote. Everything will be alright.",
  "658": "Remember Shree Sai, everything will be alright.",
  "659": "Remember Shree Sai, everything will be alright.",
  "660": "Your desire will be fulfilled not this year but next. People may laugh at you, but will surrender to Shree Sai after being convinced.",
  "661": "Act as per advice of a friend. Brother will also help. Be humble to Shree Sai.",
  "662": "Work will be done through the help of a friend. Have darshan of Shree Sai.",
  "663": "You will have a dream, act as per dream. Your problems are now over.",
  "664": "You will recover from disease. Be humble to Shree Sai.",
  "665": "Saibaba knows everything. Desire will be fulfilled. We can not know that who is connected with that.",
  "666": "Why do you blame Baba for nothing? Blame your deeds. Be humble to Shree Sai. Previous loss will be recovered.",
  "667": "Donate. Baba’s blessings are also with you.",
  "668": "Donate a rupee. Wish will be fulfilled. In one year everything will happen as desired.",
  "669": "Why are you testing Shree Saibaba? Have faith and see what happens.",
  "670": "Remember Shree Sai. Everything will be alright. You will recollect old memories.",
  "671": "Work will be done through you. Remember Shree Sai. Success will be gained.",
  "672": "How can the work be done by being suspicious? Remember Shree Sai. Friend will Co – operate.",
  "673": "Even if a small thing is lost one becomes uneasy. Remember Shree Sai. Why are you testing Shree Sai? Be humble. Shree Sai Samarth will give you everything. You will be surprised.",
  "674": "You will have to prove yourself. Your wish will be fulfilled. Meeting will take place after a miracle. You will be happy.",
  "675": "Give up doubt. You have two options. Accept one which gives more importance to love rather than business consideration.",
  "676": "Work planned five years ago will be completed. Friends will help you. Remember Shree Sai.",
  "677": "You are missing opportunity due to suspicion. Control yourself now only. Remember Shree Sai. Everything will be alright.",
  "678": "Keep aside your thoughts and doubts. Take advice of others and act accordingly.",
  "679": "The more you doubt, the more you will lose. Be humble to Shree Sai then you will get success. Work cannot be done by discrimination.",
  "680": "Give up doubts and have faith. Then things will take place as desired.",
  "681": "When you can do something officially, do not go for wrong ways? Keep mind pure. Blessings of Shree Sai are also with you.",
  "682": "Take friend’s advice. Keep mind calm.",
  "683": "Act wisely. Remember Shree Sai. Everything will be alright.",
  "684": "Give up pride and remember Shree Sai. Everything will be alright.",
  "685": "Keep faith and wait. Everything will be alright.",
  "686": "Remember Shree Sai, sorrows will end and you will be happy.",
  "687": "Hidden matters will be disclosed. You will succeed due to the blessings of Shree Sai.",
  "688": "Do not doubt; Shree Sainath know everything. Keep faith. Everything will be alright.",
  "689": "Do not interpret wrongly due to ignorance. Remember Shree Sai. Proper way will be shown.",
  "690": "You will suffer loss if you act with suspicion. You will land in troubles. Remember Shree Sai. Way will be found.",
  "691": "Act after understanding what is real and what is an outward show.",
  "692": "Learn to recognize what is good and what is bad.",
  "693": "Be alert. Remember Shree Sai. You will know right things.",
  "694": "Do not adopt wrong ways. Act carefully. Remember Shree Sai. Proper way will be found.",
  "695": "Abandon bad things; then you will get good things. Remember Shree Sai.",
  "696": "Do not accept falsehoods as truth. Remember Shree Sai. Keep faith and wait. You will get proper direction.",
  "697": "Do not be influenced by imitations. Think properly and act. There are people who know what is good and bad. Remember Shree Sai. Proper way will be found.",
  "698": "Cause for fear will disappear. Remember Shree Sai. Keep faith and wait.",
  "699": "Do not discriminate. Good days will come. Darkness will vanish.",
  "700": "Do not pay attention to flattering or criticisms. Shree Sai’s blessings are also with you. Do not worry.",
  "701": "Do your duties without attachment. Blessings of Shree Sainath are with you.",
  "702": "Work will be completed through the help from two friends. You have the backing of lot of past good deeds. Hence Shree Sai’s blessings are with you. Do not worry.",
  "703": "Though there is deficiency yet you are loved by others. Success will be gained due to help of friends. Do not worry.",
  "704": "Success is very close. You will receive help from friends.",
  "705": "Divine plans are different from human ideas. Your path will be more easier. Shree Sai’s blessings are also there.",
  "706": "A friend will meet you due to a small incident and everything will be alright.",
  "707": "Do not worry. You will meet an old friend at the last moment and work will be easier. Shree Sai’s blessings are also with you.",
  "708": "You will be happy on completion of work. Shree Sai’s blessings are also there.",
  "709": "You are most fortunate. Surrender to Shree Sai. All your wishes will be fulfilled.",
  "710": "Keep faith and wait. Blessings of Shree Saibaba will be with you. Do not worry.",
  "711": "Brother will help you. He remembers you very much. Offer a coconut to Shree Sai.",
  "712": "Brother remembers you. You will observe some similarity. You will travel. Take care that there is no error in the thing decided.",
  "713": "Apologize even for a small mistake. Offer a coconut to Shree Sai and apologize for your mistake otherwise you will be upset.",
  "714": "Work carefully, or do not undertake the work. Return it back, otherwise you will fall into calamity. Remember Shree Sai.",
  "715": "Give up pride and offer a coconut to Shree Sai. Mind will become calm Shree Sai’s blessings are also there.",
  "716": "You will get respect in royal court (Government). Blessings of Lord Ram and Lord Vitthal are also there. Brother will help you. Remember Shree Sai.",
  "717": "Your family and you are very fortunate. Do not worry. Shree Sainath takes care of all your worries.",
  "718": "Matter troubling you for more than six years will be resolved. You will recover from disease. You are fortunate. As a remembrance to Baba, offer a smoking pipe and tobacco.",
  "719": "You will celebrate. Remember Shree Sai.",
  "720": "You will realize the truth. Mind will be peaceful. Remember Shree Sai."
}
